{
  "my": 0,
  "account": 1,
  "for": 2,
  "for_my": 3,
  "i": 4,
  "me": 5,
  "how": 6,
  "in": 7,
  "in_my": 8,
  "brokerage": 9,
  "my_brokerage": 10,
  "is": 11,
  "please": 12,
  "do": 13,
  "my_account": 14,
  "today": 15,
  "do_i": 16,
  "you": 17,
  "brokerage_account": 18,
  "now": 19,
  "right": 20,
  "right_now": 21,
  "what's": 22,
  "ira": 23,
  "on": 24,
  "how_much": 25,
  "much": 26,
  "portfolio": 27,
  "show": 28,
  "what's_my": 29,
  "help": 30,
  "help_me": 31,
  "how_is": 32,
  "price": 33,
  "my_portfolio": 34,
  "me_with": 35,
  "with": 36,
  "show_me": 37,
  "i_want": 38,
  "know": 39,
  "to": 40,
  "to_know": 41,
  "want": 42,
  "want_to": 43,
  "can": 44,
  "can_you": 45,
  "hi": 46,
  "question": 47,
  "quick": 48,
  "quick_question": 49,
  "tell": 50,
  "tell_me": 51,
  "could": 52,
  "could_you": 53,
  "hey": 54,
  "have": 55,
  "i_have": 56,
  "shares": 57,
  "what": 58,
  "up": 59,
  "roth": 60,
  "roth_ira": 61,
  "goog": 62,
  "i_own": 63,
  "own": 64,
  "qqq": 65,
  "gme": 66,
  "msft": 67,
  "nvda": 68,
  "aapl": 69,
  "doing": 70,
  "performance": 71,
  "tsla": 72,
  "amzn": 73,
  "meta": 74,
  "position": 75,
  "voo": 76,
  "spy": 77,
  "amd": 78,
  "how_many": 79,
  "many": 80,
  "what_is": 81,
  "my_roth": 82,
  "my_ira": 83,
  "me_how": 84,
  "you_how": 85,
  "or": 86,
  "performnce": 87,
  "portoflio": 88,
  "perfomance": 89,
  "is_my": 90,
  "performing": 91,
  "of": 92,
  "much_is": 93,
  "the": 94,
  "down": 95,
  "any": 96,
  "return": 97,
  "am": 98,
  "am_i": 99,
  "doing_today": 100,
  "my_portoflio": 101,
  "or_down": 102,
  "up_or": 103,
  "hold": 104,
  "hold_any": 105,
  "i_hold": 106,
  "and": 107,
  "and_change": 108,
  "change": 109,
  "price_and": 110,
  "did": 111,
  "i_up": 112,
  "much_am": 113,
  "up_on": 114,
  "qoute": 115,
  "quote": 116,
  "give": 117,
  "give_me": 118,
  "many_shares": 119,
  "me_the": 120,
  "shares_of": 121,
  "shares_do": 122,
  "how_did": 123,
  "at": 124,
  "trading": 125,
  "trading_at": 126,
  "my_performance": 127,
  "performance_on": 128,
  "position_doing": 129,
  "did_my": 130,
  "price_for": 131,
  "with_how": 132,
  "please_how": 133,
  "know_how": 134,
  "hey_how": 135,
  "hi_how": 136,
  "question_how": 137,
  "this": 138,
  "own_for": 139,
  "me_what's": 140,
  "you_what's": 141,
  "quote_for": 142,
  "holding": 143,
  "qoute_for": 144,
  "month": 145,
  "price_today": 146,
  "ytd": 147,
  "perf": 148,
  "cash": 149,
  "portfolio_do": 150,
  "latest": 151,
  "my_performnce": 152,
  "performnce_on": 153,
  "loss": 154,
  "gain": 155,
  "current": 156,
  "current_price": 157,
  "my_perfomance": 158,
  "perfomance_on": 159,
  "return_on": 160,
  "the_quote": 161,
  "the_qoute": 162,
  "latest_price": 163,
  "today_for": 164,
  "own_in": 165,
  "gain_or": 166,
  "or_loss": 167,
  "is_goog": 168,
  "is_tsla": 169,
  "is_qqq": 170,
  "show_my": 171,
  "me_do": 172,
  "is_amd": 173,
  "is_meta": 174,
  "you_do": 175,
  "last": 176,
  "is_gme": 177,
  "is_msft": 178,
  "is_voo": 179,
  "is_amzn": 180,
  "is_spy": 181,
  "me_what": 182,
  "you_what": 183,
  "is_aapl": 184,
  "is_nvda": 185,
  "know_what's": 186,
  "fund": 187,
  "this_year": 188,
  "year": 189,
  "positions": 190,
  "qtd": 191,
  "portfolio_for": 192,
  "performing_for": 193,
  "have_for": 194,
  "position_for": 195,
  "hi_what's": 196,
  "3m": 197,
  "change_for": 198,
  "down_for": 199,
  "question_what's": 200,
  "1y": 201,
  "with_what's": 202,
  "hey_what's": 203,
  "today_in": 204,
  "doing_for": 205,
  "this_month": 206,
  "on_spy": 207,
  "please_what's": 208,
  "on_voo": 209,
  "recent": 210,
  "at_for": 211,
  "portoflio_do": 212,
  "last_month": 213,
  "explain": 214,
  "own_please": 215,
  "on_amzn": 216,
  "on_nvda": 217,
  "account_performance": 218,
  "all": 219,
  "on_aapl": 220,
  "on_amd": 221,
  "on_meta": 222,
  "portfolio_return": 223,
  "list": 224,
  "on_qqq": 225,
  "define": 226,
  "on_msft": 227,
  "value": 228,
  "aapl_in": 229,
  "on_tsla": 230,
  "account_perfomance": 231,
  "account_performnce": 232,
  "portoflio_return": 233,
  "me_understand": 234,
  "posiions": 235,
  "understand": 236,
  "rebalancing": 237,
  "on_goog": 238,
  "qqq_in": 239,
  "total": 240,
  "on_gme": 241,
  "performance_for": 242,
  "own_right": 243,
  "spy_in": 244,
  "most": 245,
  "nvda_in": 246,
  "trade": 247,
  "performing_in": 248,
  "own_today": 249,
  "performnce_for": 250,
  "down_in": 251,
  "amzn_in": 252,
  "gme_in": 253,
  "postions": 254,
  "etf": 255,
  "goog_in": 256,
  "tsla_in": 257,
  "meta_in": 258,
  "amd_in": 259,
  "msft_in": 260,
  "voo_in": 261,
  "have_in": 262,
  "do_this": 263,
  "change_in": 264,
  "doing_in": 265,
  "hi_do": 266,
  "position_in": 267,
  "question_do": 268,
  "perfomance_for": 269,
  "with_what": 270,
  "at_in": 271,
  "know_do": 272,
  "portfolio_in": 273,
  "price_in": 274,
  "with_do": 275,
  "my_qqq": 276,
  "month_for": 277,
  "my_amzn": 278,
  "my_msft": 279,
  "please_do": 280,
  "holdings": 281,
  "msft_for": 282,
  "my_amd": 283,
  "my_voo": 284,
  "dividend": 285,
  "tsla_for": 286,
  "gme_price": 287,
  "amzn_for": 288,
  "hey_do": 289,
  "hi_what": 290,
  "today_right": 291,
  "goog_for": 292,
  "nvda_for": 293,
  "hey_what": 294,
  "know_what": 295,
  "goog_price": 296,
  "my_goog": 297,
  "question_what": 298,
  "spy_for": 299,
  "meta_for": 300,
  "portoflio_for": 301,
  "bond": 302,
  "mutual": 303,
  "mutual_fund": 304,
  "please_what": 305,
  "today_today": 306,
  "my_aapl": 307,
  "my_positions": 308,
  "my_tsla": 309,
  "perf_for": 310,
  "you_is": 311,
  "index": 312,
  "index_fund": 313,
  "my_meta": 314,
  "my_nvda": 315,
  "nvda_do": 316,
  "aapl_for": 317,
  "aapl_price": 318,
  "voo_for": 319,
  "aapl_do": 320,
  "are": 321,
  "are_my": 322,
  "my_spy": 323,
  "today_please": 324,
  "what_are": 325,
  "of_my": 326,
  "qqq_for": 327,
  "gme_do": 328,
  "meta_price": 329,
  "my_gme": 330,
  "gme_for": 331,
  "me_is": 332,
  "loss_for": 333,
  "qqq_price": 334,
  "amd_for": 335,
  "amzn_do": 336,
  "amzn_position": 337,
  "meta_do": 338,
  "goog_do": 339,
  "nvda_price": 340,
  "performing_right": 341,
  "qqq_position": 342,
  "voo_position": 343,
  "amzn_price": 344,
  "list_my": 345,
  "holding_for": 346,
  "holding_is": 347,
  "msft_position": 348,
  "the_most": 349,
  "which": 350,
  "which_holding": 351,
  "return_this": 352,
  "spy_do": 353,
  "voo_do": 354,
  "my_ytd": 355,
  "qqq_do": 356,
  "tsla_do": 357,
  "amd_position": 358,
  "goog_position": 359,
  "msft_do": 360,
  "performance_in": 361,
  "portfolio_please": 362,
  "spy_price": 363,
  "tsla_position": 364,
  "tsla_price": 365,
  "you_account": 366,
  "me_give": 367,
  "position_please": 368,
  "position_today": 369,
  "account_for": 370,
  "change_please": 371,
  "for_goog": 372,
  "nvda_position": 373,
  "doing_right": 374,
  "price_please": 375,
  "voo_price": 376,
  "you_give": 377,
  "aapl_position": 378,
  "doing_please": 379,
  "down_today": 380,
  "msft_price": 381,
  "msft_shares": 382,
  "spy_position": 383,
  "did_i": 384,
  "have_aapl": 385,
  "have_right": 386,
  "me_account": 387,
  "performing_please": 388,
  "transfers": 389,
  "amd_price": 390,
  "at_right": 391,
  "gme_shares": 392,
  "have_today": 393,
  "shares_for": 394,
  "meta_position": 395,
  "perfomance_in": 396,
  "position_right": 397,
  "do_ytd": 398,
  "gme_position": 399,
  "portfolio_today": 400,
  "change_today": 401,
  "down_please": 402,
  "have_qqq": 403,
  "portfolio_right": 404,
  "for_gme": 405,
  "performing_today": 406,
  "settled": 407,
  "settled_cash": 408,
  "down_right": 409,
  "meta_shares": 410,
  "much_cash": 411,
  "amd_do": 412,
  "portoflio_in": 413,
  "year_for": 414,
  "account_value": 415,
  "perf_in": 416,
  "fund_for": 417,
  "have_tsla": 418,
  "do_3m": 419,
  "have_nvda": 420,
  "do_1y": 421,
  "for_nvda": 422,
  "have_meta": 423,
  "have_voo": 424,
  "change_right": 425,
  "for_msft": 426,
  "goog_shares": 427,
  "have_amzn": 428,
  "have_please": 429,
  "month_in": 430,
  "my_holdings": 431,
  "my_stock": 432,
  "stock": 433,
  "at_today": 434,
  "balnce": 435,
  "for_spy": 436,
  "have_goog": 437,
  "tsla_shares": 438,
  "for_aapl": 439,
  "have_msft": 440,
  "nvda_shares": 441,
  "for_amzn": 442,
  "have_gme": 443,
  "list_all": 444,
  "positions_in": 445,
  "do_last": 446,
  "spy_shares": 447,
  "1y_for": 448,
  "performnce_in": 449,
  "available": 450,
  "deposits": 451,
  "for_tsla": 452,
  "price_right": 453,
  "worth": 454,
  "account_in": 455,
  "for_meta": 456,
  "have_amd": 457,
  "have_spy": 458,
  "performance_of": 459,
  "voo_shares": 460,
  "aapl_shares": 461,
  "amd_shares": 462,
  "for_qqq": 463,
  "shares_in": 464,
  "amzn_shares": 465,
  "do_qtd": 466,
  "ytd_for": 467,
  "at_please": 468,
  "for_voo": 469,
  "qqq_shares": 470,
  "quote_in": 471,
  "3m_for": 472,
  "for_amd": 473,
  "fund_in": 474,
  "holding_in": 475,
  "many_msft": 476,
  "qoute_in": 477,
  "loss_in": 478,
  "qtd_for": 479,
  "balance": 480,
  "much_gme": 481,
  "portoflio_today": 482,
  "with_is": 483,
  "ytd_performance": 484,
  "goog_please": 485,
  "goog_up": 486,
  "posiions_in": 487,
  "value_for": 488,
  "all_posiions": 489,
  "most_recent": 490,
  "my_most": 491,
  "nvda_trading": 492,
  "recent_trade": 493,
  "was": 494,
  "was_my": 495,
  "what's_nvda": 496,
  "what_was": 497,
  "any_spy": 498,
  "hi_is": 499,
  "meta_performing": 500,
  "much_nvda": 501,
  "please_give": 502,
  "tsla_up": 503,
  "ytd_in": 504,
  "amd_doing": 505,
  "amd_today": 506,
  "any_gme": 507,
  "hey_is": 508,
  "me_meta": 509,
  "month_please": 510,
  "my_settled": 511,
  "of_aapl": 512,
  "of_goog": 513,
  "performing_position": 514,
  "qqq_up": 515,
  "tsla_performing": 516,
  "year_in": 517,
  "any_amzn": 518,
  "return_ytd": 519,
  "spy_right": 520,
  "voo_please": 521,
  "you_amd": 522,
  "you_show": 523,
  "amzn_doing": 524,
  "gme_please": 525,
  "many_meta": 526,
  "me_return": 527,
  "meta_up": 528,
  "msft_up": 529,
  "my_posiions": 530,
  "nvda_please": 531,
  "of_nvda": 532,
  "please_is": 533,
  "qqq_performing": 534,
  "qqq_right": 535,
  "spy_up": 536,
  "you_msft": 537,
  "you_my": 538,
  "3m_in": 539,
  "aapl_please": 540,
  "amd_performing": 541,
  "any_amd": 542,
  "any_nvda": 543,
  "any_qqq": 544,
  "cash_balnce": 545,
  "is_etf": 546,
  "know_give": 547,
  "many_gme": 548,
  "me_latest": 549,
  "month_today": 550,
  "msft_performing": 551,
  "portoflio_right": 552,
  "qqq_trading": 553,
  "voo_up": 554,
  "what's_qqq": 555,
  "what_do": 556,
  "with_give": 557,
  "you_latest": 558,
  "amzn_please": 559,
  "any_msft": 560,
  "gme_up": 561,
  "ira_for": 562,
  "positions_for": 563,
  "postions_in": 564,
  "question_account": 565,
  "shares_please": 566,
  "spy_today": 567,
  "amzn_right": 568,
  "any_tsla": 569,
  "goog_doing": 570,
  "goog_right": 571,
  "many_nvda": 572,
  "month_right": 573,
  "much_aapl": 574,
  "much_qqq": 575,
  "of_meta": 576,
  "portoflio_please": 577,
  "return_qtd": 578,
  "tsla_today": 579,
  "you_gme": 580,
  "you_goog": 581,
  "a": 582,
  "a_roth": 583,
  "amd_up": 584,
  "best": 585,
  "explain_etf": 586,
  "gme_trading": 587,
  "goog_trading": 588,
  "hey_give": 589,
  "is_a": 590,
  "is_bond": 591,
  "is_in": 592,
  "me_show": 593,
  "much_amzn": 594,
  "of_amzn": 595,
  "of_spy": 596,
  "perf_please": 597,
  "posiions_for": 598,
  "question_give": 599,
  "voo_doing": 600,
  "voo_performing": 601,
  "what's_gme": 602,
  "what's_goog": 603,
  "with_account": 604,
  "hi_account": 605,
  "is_dividend": 606,
  "is_roth": 607,
  "is_up": 608,
  "know_account": 609,
  "many_spy": 610,
  "me_amzn": 611,
  "me_nvda": 612,
  "me_tsla": 613,
  "msft_right": 614,
  "much_meta": 615,
  "much_msft": 616,
  "much_voo": 617,
  "perfomance_please": 618,
  "qoute_today": 619,
  "quote_right": 620,
  "up_the": 621,
  "you_return": 622,
  "aapl_up": 623,
  "amzn_up": 624,
  "any_goog": 625,
  "down_the": 626,
  "is_down": 627,
  "me_my": 628,
  "msft_please": 629,
  "my_total": 630,
  "nvda_performing": 631,
  "nvda_today": 632,
  "performance_please": 633,
  "question_is": 634,
  "spy_doing": 635,
  "total_value": 636,
  "worst": 637,
  "you_tsla": 638,
  "all_positions": 639,
  "amd_please": 640,
  "any_deposits": 641,
  "any_meta": 642,
  "deposits_lately": 643,
  "gme_performing": 644,
  "gme_today": 645,
  "know_is": 646,
  "lately": 647,
  "many_voo": 648,
  "me_gme": 649,
  "much_tsla": 650,
  "nvda_up": 651,
  "of_tsla": 652,
  "performance_this": 653,
  "performnce_today": 654,
  "qoute_right": 655,
  "qqq_today": 656,
  "you_meta": 657,
  "gme_doing": 658,
  "goog_today": 659,
  "hi_give": 660,
  "is_index": 661,
  "is_rebalancing": 662,
  "me_aapl": 663,
  "meta_today": 664,
  "much_spy": 665,
  "my_postions": 666,
  "of_voo": 667,
  "performance_right": 668,
  "performance_today": 669,
  "qqq_doing": 670,
  "shares_today": 671,
  "spy_performing": 672,
  "tsla_doing": 673,
  "voo_trading": 674,
  "what's_voo": 675,
  "you_voo": 676,
  "aapl_doing": 677,
  "do_overall": 678,
  "does": 679,
  "does_rebalancing": 680,
  "i_do": 681,
  "is_mutual": 682,
  "many_goog": 683,
  "many_qqq": 684,
  "mean": 685,
  "nvda_doing": 686,
  "nvda_right": 687,
  "of_gme": 688,
  "overall": 689,
  "perfomance_this": 690,
  "portfolio_worth": 691,
  "postions_for": 692,
  "rebalancing_mean": 693,
  "return_3m": 694,
  "return_last": 695,
  "total_cash": 696,
  "voo_right": 697,
  "what_does": 698,
  "you_amzn": 699,
  "account_doing": 700,
  "amd_trading": 701,
  "amzn_performing": 702,
  "amzn_today": 703,
  "any_aapl": 704,
  "cash_in": 705,
  "loss_right": 706,
  "many_amd": 707,
  "me_qqq": 708,
  "meta_please": 709,
  "msft_today": 710,
  "of_msft": 711,
  "perf_right": 712,
  "perf_today": 713,
  "rebalancing_for": 714,
  "return_1y": 715,
  "spy_please": 716,
  "spy_trading": 717,
  "tsla_trading": 718,
  "voo_today": 719,
  "what's_amd": 720,
  "what's_spy": 721,
  "what's_tsla": 722,
  "you_aapl": 723,
  "any_voo": 724,
  "cash_balance": 725,
  "doing_this": 726,
  "goog_performing": 727,
  "holding_today": 728,
  "how_am": 729,
  "i_doing": 730,
  "ira_in": 731,
  "loss_please": 732,
  "many_aapl": 733,
  "many_tsla": 734,
  "me_voo": 735,
  "msft_trading": 736,
  "much_goog": 737,
  "of_qqq": 738,
  "perfomance_today": 739,
  "performnce_right": 740,
  "portfolio_performing": 741,
  "tsla_right": 742,
  "what's_msft": 743,
  "aapl_performing": 744,
  "cash_do": 745,
  "etf_for": 746,
  "many_amzn": 747,
  "me_amd": 748,
  "me_goog": 749,
  "me_msft": 750,
  "meta_trading": 751,
  "performer": 752,
  "performer_in": 753,
  "performnce_this": 754,
  "qqq_please": 755,
  "top": 756,
  "top_performer": 757,
  "unrealized": 758,
  "what's_meta": 759,
  "aapl_today": 760,
  "account_today": 761,
  "all_postions": 762,
  "amzn_trading": 763,
  "hey_account": 764,
  "i_trade": 765,
  "of_amd": 766,
  "trade_last": 767,
  "tsla_please": 768,
  "what's_amzn": 769,
  "what_did": 770,
  "aapl_trading": 771,
  "dividend_for": 772,
  "holding_please": 773,
  "loss_today": 774,
  "meta_right": 775,
  "quote_please": 776,
  "what's_aapl": 777,
  "account_please": 778,
  "amd_right": 779,
  "gme_right": 780,
  "me_spy": 781,
  "qoute_please": 782,
  "shares_right": 783,
  "value_in": 784,
  "you_qqq": 785,
  "1y_in": 786,
  "bond_for": 787,
  "cash_is": 788,
  "is_available": 789,
  "me_portfolio": 790,
  "meta_doing": 791,
  "msft_doing": 792,
  "much_amd": 793,
  "trade_in": 794,
  "you_spy": 795,
  "account_right": 796,
  "quote_today": 797,
  "transfers_in": 798,
  "you_portoflio": 799,
  "holdings_for": 800,
  "performnce_please": 801,
  "please_account": 802,
  "you_nvda": 803,
  "holding_right": 804,
  "me_portoflio": 805,
  "aapl_right": 806,
  "perfomance_right": 807,
  "stock_postions": 808,
  "most_for": 809,
  "nvda_qoute": 810,
  "positions_right": 811,
  "with_return": 812,
  "year_right": 813,
  "ytd_right": 814,
  "3m_right": 815,
  "history": 816,
  "know_amzn": 817,
  "meta_perfomance": 818,
  "msft_qoute": 819,
  "my_trade": 820,
  "trade_history": 821,
  "understand_mutual": 822,
  "you_portfolio": 823,
  "aapl_performnce": 824,
  "amzn_quote": 825,
  "available_cash": 826,
  "gme_gain": 827,
  "holdings_in": 828,
  "performance_3m": 829,
  "please_gme": 830,
  "qtd_in": 831,
  "spy_perfomance": 832,
  "tsla_performnce": 833,
  "you_list": 834,
  "aapl_gain": 835,
  "amd_holding": 836,
  "basics": 837,
  "best_performing": 838,
  "define_rebalancing": 839,
  "etf_basics": 840,
  "hey_goog": 841,
  "me_define": 842,
  "me_explain": 843,
  "positions_today": 844,
  "question_latest": 845,
  "amd_performance": 846,
  "fund_right": 847,
  "goog_current": 848,
  "hi_tsla": 849,
  "meta_qoute": 850,
  "msft_quote": 851,
  "performance_1y": 852,
  "performnce_3m": 853,
  "recent_trades": 854,
  "trades": 855,
  "tsla_performance": 856,
  "voo_current": 857,
  "voo_performance": 858,
  "with_goog": 859,
  "with_latest": 860,
  "ytd_please": 861,
  "1y_please": 862,
  "1y_right": 863,
  "aapl_current": 864,
  "aapl_perf": 865,
  "aapl_qoute": 866,
  "amd_performnce": 867,
  "gme_performance": 868,
  "hey_aapl": 869,
  "know_aapl": 870,
  "know_my": 871,
  "portoflio_positions": 872,
  "qqq_perf": 873,
  "qqq_performance": 874,
  "qqq_performnce": 875,
  "qqq_quote": 876,
  "qtd_today": 877,
  "spy_perf": 878,
  "with_tsla": 879,
  "3m_today": 880,
  "aapl_performance": 881,
  "activity": 882,
  "all_my": 883,
  "amzn_performance": 884,
  "goog_perf": 885,
  "hey_my": 886,
  "hi_qqq": 887,
  "meta_current": 888,
  "meta_holding": 889,
  "meta_perf": 890,
  "most_in": 891,
  "msft_holding": 892,
  "msft_perfomance": 893,
  "my_recent": 894,
  "perfomance_ytd": 895,
  "please_latest": 896,
  "please_meta": 897,
  "portfolio_postions": 898,
  "positions_please": 899,
  "qqq_holding": 900,
  "qtd_right": 901,
  "question_my": 902,
  "question_return": 903,
  "recent_activity": 904,
  "show_all": 905,
  "tsla_perfomance": 906,
  "tsla_qoute": 907,
  "tsla_quote": 908,
  "voo_qoute": 909,
  "with_aapl": 910,
  "year_today": 911,
  "amd_gain": 912,
  "amount": 913,
  "amzn_perf": 914,
  "biggest": 915,
  "biggest_loser": 916,
  "cash_amount": 917,
  "define_roth": 918,
  "dividend_in": 919,
  "fund_today": 920,
  "gme_performnce": 921,
  "hi_latest": 922,
  "ira_right": 923,
  "know_amd": 924,
  "loser": 925,
  "loser_in": 926,
  "please_nvda": 927,
  "qtd_please": 928,
  "question_spy": 929,
  "question_tsla": 930,
  "spy_current": 931,
  "stock_posiions": 932,
  "total_account": 933,
  "worst_performing": 934,
  "ytd_perfomance": 935,
  "ytd_performnce": 936,
  "1y_today": 937,
  "aapl_holding": 938,
  "aapl_quote": 939,
  "amd_current": 940,
  "amd_perfomance": 941,
  "amd_quote": 942,
  "amzn_current": 943,
  "balnce_for": 944,
  "define_dividend": 945,
  "define_index": 946,
  "explain_dividend": 947,
  "explain_roth": 948,
  "fills": 949,
  "hi_amzn": 950,
  "ira_today": 951,
  "msft_gain": 952,
  "msft_perf": 953,
  "nvda_perfomance": 954,
  "perfomance_3m": 955,
  "perfomance_last": 956,
  "performance_qtd": 957,
  "performnce_1y": 958,
  "please_aapl": 959,
  "portoflio_holdings": 960,
  "qqq_current": 961,
  "recent_fills": 962,
  "tsla_perf": 963,
  "understand_etf": 964,
  "understand_roth": 965,
  "voo_perfomance": 966,
  "with_meta": 967,
  "with_voo": 968,
  "3m_please": 969,
  "amzn_holding": 970,
  "amzn_performnce": 971,
  "bond_in": 972,
  "gme_current": 973,
  "gme_qoute": 974,
  "goog_perfomance": 975,
  "goog_performnce": 976,
  "hey_msft": 977,
  "hey_qqq": 978,
  "hi_msft": 979,
  "hi_return": 980,
  "know_latest": 981,
  "know_return": 982,
  "latest_trade": 983,
  "meta_gain": 984,
  "meta_quote": 985,
  "msft_performnce": 986,
  "perfomance_1y": 987,
  "performnce_ytd": 988,
  "please_show": 989,
  "portfolio_posiions": 990,
  "portoflio_worth": 991,
  "question_nvda": 992,
  "rebalancing_in": 993,
  "recent_withdrawals": 994,
  "transfers_for": 995,
  "value_right": 996,
  "voo_holding": 997,
  "voo_performnce": 998,
  "with_amd": 999,
  "with_my": 1000,
  "with_qqq": 1001,
  "with_show": 1002,
  "withdrawals": 1003,
  "ytd_perf": 1004,
  "aapl_perfomance": 1005,
  "amd_perf": 1006,
  "amzn_perfomance": 1007,
  "cash_movements": 1008,
  "define_bond": 1009,
  "etf_in": 1010,
  "goog_gain": 1011,
  "goog_performance": 1012,
  "goog_quote": 1013,
  "hey_latest": 1014,
  "hey_return": 1015,
  "hey_spy": 1016,
  "hi_amd": 1017,
  "ira_please": 1018,
  "know_gme": 1019,
  "know_qqq": 1020,
  "movements": 1021,
  "msft_current": 1022,
  "msft_performance": 1023,
  "my_cash": 1024,
  "my_transfers": 1025,
  "nvda_performance": 1026,
  "performance_ytd": 1027,
  "performnce_last": 1028,
  "please_voo": 1029,
  "portfolio_holdings": 1030,
  "qqq_perfomance": 1031,
  "qqq_qoute": 1032,
  "question_aapl": 1033,
  "question_gme": 1034,
  "question_meta": 1035,
  "question_qqq": 1036,
  "with_gme": 1037,
  "with_nvda": 1038,
  "year_please": 1039,
  "amd_qoute": 1040,
  "amzn_gain": 1041,
  "cash_transfers": 1042,
  "dividend_right": 1043,
  "explain_bond": 1044,
  "goog_holding": 1045,
  "hey_gme": 1046,
  "hi_aapl": 1047,
  "hi_goog": 1048,
  "hi_meta": 1049,
  "hi_my": 1050,
  "highest": 1051,
  "highest_return": 1052,
  "holdings_today": 1053,
  "know_goog": 1054,
  "know_msft": 1055,
  "know_show": 1056,
  "know_spy": 1057,
  "last_transaction": 1058,
  "meta_performnce": 1059,
  "outgoing": 1060,
  "outgoing_transfers": 1061,
  "please_amzn": 1062,
  "please_return": 1063,
  "please_tsla": 1064,
  "portfolio_value": 1065,
  "qtd_perf": 1066,
  "question_msft": 1067,
  "recent_deposits": 1068,
  "return_position": 1069,
  "spy_gain": 1070,
  "total_portfolio": 1071,
  "transaction": 1072,
  "tsla_gain": 1073,
  "understand_dividend": 1074,
  "unrealized_loss": 1075,
  "voo_quote": 1076,
  "with_spy": 1077,
  "worst_unrealized": 1078,
  "you_define": 1079,
  "you_explain": 1080,
  "you_help": 1081,
  "you_recent": 1082,
  "ytd_today": 1083,
  "account_balnce": 1084,
  "fund_please": 1085,
  "gme_holding": 1086,
  "gme_quote": 1087,
  "hey_nvda": 1088,
  "hey_tsla": 1089,
  "hi_nvda": 1090,
  "know_voo": 1091,
  "me_help": 1092,
  "me_list": 1093,
  "nvda_holding": 1094,
  "nvda_perf": 1095,
  "nvda_quote": 1096,
  "performnce_qtd": 1097,
  "please_amd": 1098,
  "portoflio_performing": 1099,
  "question_show": 1100,
  "spy_quote": 1101,
  "tsla_current": 1102,
  "with_msft": 1103,
  "worth_for": 1104,
  "you_total": 1105,
  "best_unrealized": 1106,
  "explain_index": 1107,
  "explain_rebalancing": 1108,
  "hey_show": 1109,
  "hi_explain": 1110,
  "hi_show": 1111,
  "hi_spy": 1112,
  "hi_voo": 1113,
  "meta_performance": 1114,
  "nvda_current": 1115,
  "nvda_performnce": 1116,
  "perfomance_of": 1117,
  "qqq_gain": 1118,
  "spy_performnce": 1119,
  "tsla_holding": 1120,
  "understand_index": 1121,
  "unrealized_gain": 1122,
  "value_today": 1123,
  "cash_for": 1124,
  "define_etf": 1125,
  "define_mutual": 1126,
  "gme_perf": 1127,
  "incoming": 1128,
  "incoming_transfers": 1129,
  "know_tsla": 1130,
  "me_which": 1131,
  "mean_for": 1132,
  "nvda_gain": 1133,
  "overall_for": 1134,
  "please_explain": 1135,
  "please_msft": 1136,
  "please_qqq": 1137,
  "portfolio_positions": 1138,
  "postions_today": 1139,
  "question_goog": 1140,
  "question_voo": 1141,
  "spy_holding": 1142,
  "trade_for": 1143,
  "understand_rebalancing": 1144,
  "voo_perf": 1145,
  "with_amzn": 1146,
  "amzn_qoute": 1147,
  "balance_for": 1148,
  "bond_right": 1149,
  "etf_today": 1150,
  "gme_perfomance": 1151,
  "goog_qoute": 1152,
  "hi_gme": 1153,
  "know_meta": 1154,
  "perfomance_qtd": 1155,
  "performance_last": 1156,
  "please_goog": 1157,
  "please_my": 1158,
  "please_spy": 1159,
  "question_list": 1160,
  "rebalancing_right": 1161,
  "spy_performance": 1162,
  "understand_bond": 1163,
  "voo_gain": 1164,
  "with_portfolio": 1165,
  "you_which": 1166,
  "account_balance": 1167,
  "balance_in": 1168,
  "balnce_in": 1169,
  "explain_mutual": 1170,
  "hey_amzn": 1171,
  "hey_meta": 1172,
  "know_explain": 1173,
  "know_portfolio": 1174,
  "performnce_of": 1175,
  "portoflio_value": 1176,
  "posiions_right": 1177,
  "qtd_performance": 1178,
  "question_amd": 1179,
  "question_explain": 1180,
  "question_help": 1181,
  "question_portoflio": 1182,
  "spy_qoute": 1183,
  "total_portoflio": 1184,
  "value_please": 1185,
  "with_define": 1186,
  "holdings_right": 1187,
  "know_list": 1188,
  "lately_for": 1189,
  "me_cash": 1190,
  "please_portfolio": 1191,
  "question_amzn": 1192,
  "bond_please": 1193,
  "dividend_please": 1194,
  "etf_please": 1195,
  "hey_amd": 1196,
  "hey_define": 1197,
  "hi_help": 1198,
  "hi_portfolio": 1199,
  "know_define": 1200,
  "know_portoflio": 1201,
  "me_all": 1202,
  "me_performance": 1203,
  "me_total": 1204,
  "please_help": 1205,
  "please_list": 1206,
  "posiions_please": 1207,
  "posiions_today": 1208,
  "postions_please": 1209,
  "rebalancing_please": 1210,
  "stock_positions": 1211,
  "with_portoflio": 1212,
  "etf_right": 1213,
  "hey_list": 1214,
  "hi_list": 1215,
  "know_help": 1216,
  "know_nvda": 1217,
  "please_portoflio": 1218,
  "with_help": 1219,
  "worth_in": 1220,
  "you_performance": 1221,
  "hey_portfolio": 1222,
  "hey_voo": 1223,
  "hi_define": 1224,
  "holdings_please": 1225,
  "me_recent": 1226,
  "most_today": 1227,
  "bond_today": 1228,
  "dividend_today": 1229,
  "hey_explain": 1230,
  "hi_portoflio": 1231,
  "me_best": 1232,
  "most_right": 1233,
  "question_portfolio": 1234,
  "activity_for": 1235,
  "available_for": 1236,
  "gain_for": 1237,
  "hey_help": 1238,
  "know_which": 1239,
  "lately_in": 1240,
  "please_define": 1241,
  "please_total": 1242,
  "postions_right": 1243,
  "question_recent": 1244,
  "with_explain": 1245,
  "with_total": 1246,
  "worth_today": 1247,
  "balance_today": 1248,
  "balnce_please": 1249,
  "balnce_today": 1250,
  "hi_total": 1251,
  "last_for": 1252,
  "mean_in": 1253,
  "question_define": 1254,
  "trade_please": 1255,
  "you_cash": 1256,
  "you_perfomance": 1257,
  "you_top": 1258,
  "cash_please": 1259,
  "fills_in": 1260,
  "hi_which": 1261,
  "history_in": 1262,
  "please_performance": 1263,
  "transfers_please": 1264,
  "with_recent": 1265,
  "worth_right": 1266,
  "you_all": 1267,
  "available_in": 1268,
  "available_please": 1269,
  "hey_cash": 1270,
  "hey_portoflio": 1271,
  "history_for": 1272,
  "last_right": 1273,
  "last_today": 1274,
  "overall_in": 1275,
  "question_all": 1276,
  "question_performance": 1277,
  "rebalancing_today": 1278,
  "trades_in": 1279,
  "withdrawals_for": 1280,
  "worth_please": 1281,
  "you_any": 1282,
  "you_best": 1283,
  "you_performnce": 1284,
  "you_ytd": 1285,
  "balnce_right": 1286,
  "basics_for": 1287,
  "deposits_for": 1288,
  "hey_total": 1289,
  "hey_worst": 1290,
  "hi_all": 1291,
  "hi_performance": 1292,
  "hi_recent": 1293,
  "me_any": 1294,
  "me_perfomance": 1295,
  "most_please": 1296,
  "movements_for": 1297,
  "transaction_for": 1298,
  "with_list": 1299,
  "with_performance": 1300,
  "with_which": 1301,
  "you_worst": 1302,
  "amount_for": 1303,
  "amount_in": 1304,
  "balance_please": 1305,
  "basics_in": 1306,
  "basics_please": 1307,
  "cash_right": 1308,
  "hey_performnce": 1309,
  "know_all": 1310,
  "last_in": 1311,
  "lately_please": 1312,
  "lately_today": 1313,
  "me_available": 1314,
  "me_biggest": 1315,
  "me_worst": 1316,
  "overall_today": 1317,
  "please_recent": 1318,
  "question_cash": 1319,
  "question_total": 1320,
  "question_which": 1321,
  "trade_today": 1322,
  "trades_for": 1323,
  "trades_please": 1324,
  "transaction_in": 1325,
  "transfers_right": 1326,
  "with_cash": 1327,
  "balance_right": 1328,
  "fills_for": 1329,
  "fills_please": 1330,
  "hey_recent": 1331,
  "hey_top": 1332,
  "hi_performnce": 1333,
  "history_today": 1334,
  "know_any": 1335,
  "know_cash": 1336,
  "know_performance": 1337,
  "know_recent": 1338,
  "last_please": 1339,
  "me_highest": 1340,
  "me_performnce": 1341,
  "mean_please": 1342,
  "mean_right": 1343,
  "movements_in": 1344,
  "overall_right": 1345,
  "please_worst": 1346,
  "transfers_today": 1347,
  "with_best": 1348,
  "you_qtd": 1349,
  "activity_today": 1350,
  "amount_please": 1351,
  "amount_right": 1352,
  "basics_right": 1353,
  "cash_today": 1354,
  "hey_all": 1355,
  "hey_any": 1356,
  "hey_performance": 1357,
  "hey_qtd": 1358,
  "hey_which": 1359,
  "hi_perfomance": 1360,
  "know_performnce": 1361,
  "know_qtd": 1362,
  "know_top": 1363,
  "know_total": 1364,
  "know_worst": 1365,
  "lately_right": 1366,
  "me_outgoing": 1367,
  "me_qtd": 1368,
  "me_ytd": 1369,
  "please_all": 1370,
  "please_best": 1371,
  "please_cash": 1372,
  "please_perfomance": 1373,
  "please_performnce": 1374,
  "please_ytd": 1375,
  "trade_right": 1376,
  "with_all": 1377,
  "with_performnce": 1378,
  "with_settled": 1379,
  "with_ytd": 1380,
  "withdrawals_in": 1381,
  "withdrawals_today": 1382,
  "activity_in": 1383,
  "activity_right": 1384,
  "available_right": 1385,
  "available_today": 1386,
  "deposits_please": 1387,
  "deposits_today": 1388,
  "gain_in": 1389,
  "hey_available": 1390,
  "hey_settled": 1391,
  "hi_best": 1392,
  "hi_top": 1393,
  "history_please": 1394,
  "me_last": 1395,
  "movements_please": 1396,
  "overall_please": 1397,
  "please_available": 1398,
  "please_which": 1399,
  "question_any": 1400,
  "question_best": 1401,
  "question_last": 1402,
  "question_perfomance": 1403,
  "question_qtd": 1404,
  "question_worst": 1405,
  "question_ytd": 1406,
  "with_any": 1407,
  "with_qtd": 1408,
  "you_biggest": 1409,
  "you_last": 1410,
  "you_outgoing": 1411,
  "you_settled": 1412,
  "basics_today": 1413,
  "deposits_in": 1414,
  "deposits_right": 1415,
  "hey_highest": 1416,
  "hey_perfomance": 1417,
  "hi_any": 1418,
  "hi_available": 1419,
  "hi_biggest": 1420,
  "hi_cash": 1421,
  "hi_highest": 1422,
  "hi_outgoing": 1423,
  "hi_qtd": 1424,
  "history_right": 1425,
  "know_ytd": 1426,
  "me_settled": 1427,
  "movements_today": 1428,
  "please_highest": 1429,
  "please_settled": 1430,
  "please_top": 1431,
  "question_available": 1432,
  "question_biggest": 1433,
  "trades_right": 1434,
  "trades_today": 1435,
  "transaction_right": 1436,
  "with_available": 1437,
  "with_perfomance": 1438,
  "with_top": 1439,
  "with_worst": 1440,
  "withdrawals_please": 1441,
  "you_incoming": 1442,
  "activity_please": 1443,
  "amount_today": 1444,
  "fills_today": 1445,
  "gain_right": 1446,
  "gain_today": 1447,
  "hey_best": 1448,
  "hey_incoming": 1449,
  "hey_last": 1450,
  "hi_incoming": 1451,
  "hi_settled": 1452,
  "hi_worst": 1453,
  "hi_ytd": 1454,
  "know_biggest": 1455,
  "me_incoming": 1456,
  "me_top": 1457,
  "mean_today": 1458,
  "movements_right": 1459,
  "please_biggest": 1460,
  "please_incoming": 1461,
  "please_last": 1462,
  "please_outgoing": 1463,
  "please_qtd": 1464,
  "question_highest": 1465,
  "question_incoming": 1466,
  "question_outgoing": 1467,
  "question_performnce": 1468,
  "question_top": 1469,
  "transaction_please": 1470,
  "transaction_today": 1471,
  "with_biggest": 1472,
  "with_incoming": 1473,
  "with_last": 1474,
  "withdrawals_right": 1475,
  "you_available": 1476,
  "you_highest": 1477,
  "fills_right": 1478,
  "hey_biggest": 1479,
  "hey_outgoing": 1480,
  "hey_ytd": 1481,
  "hi_last": 1482,
  "know_available": 1483,
  "know_best": 1484,
  "know_highest": 1485,
  "know_incoming": 1486,
  "know_perfomance": 1487,
  "please_any": 1488,
  "question_settled": 1489,
  "with_highest": 1490,
  "with_outgoing": 1491
}